{
    "yes": "Ja",
    "no": "Nein",
    "integer": "Ganzzahl",
    "float": "Dezimalzahl",
    "double": "Dezimalzahl (double)",
    "codelist": "Wahlmöglichkeiten",
    "codelist-text": "Wahlmöglichkeiten (Standard)",
    "codelist-integer": "Wahlmöglichkeiten (kodierte Ganzzahl)",
    "codelist-float": "Wahlmöglichkeiten (kodierte Dezimalzahl)",
    "boolean": "Ja / Nein",
    "text": "Text",
    "string": "String",
    "date": "Datum",
    "time": "Zeit",
    "datetime": "Datum und Zeit",
    "missing-translation": "Fehlende Übersetzung",

    "en": "Englisch",
    "nl": "Niederländisch",
    "fr": "Französisch",
    "de": "Deutsch",
    "it": "Italienisch",
    "pt": "Portugiesisch",
    "ru": "Russisch",
    "es": "Spanisch",
    "sv": "Schwedisch",
    "tr": "Türkisch",
    "none": "Keine",

    "about": "Impressum",
    "close-example": "Beispiel schließen",
    "project-options": "Projektoptionen",
    "capture-data": "Daten erfassen",
    "design-forms": "Formulare editieren",
    "log-out":"Ausloggen",

    "unique-id": "Eindeutige ID",
    "name": "Name",
    "translated-description": "Übersetzte Beschreibung",
    "translated-question": "Übersetzte Frage",
    "translated-choice": "Übersetzte Auswahlmöglichkeit",
    "data-type": "Datentyp",
    "mandatory": "Pflichtfeld",
    "choices-unique-id": "Wahlmöglichkeiten ID",
    "coded-value": "Kodierter Wert",
    "multiple-references-hint": "Mehrere Referenzen des Elements",
    "save-changes": "Änderungen speichern",
    "remove": "Löschen",
    "duplicate": "Duplizieren",
    "more": "Mehr",
    "events": "Ereignisse",
    "forms": "Formulare",
    "groups": "Gruppen",
    "items": "Elemente",
    "choices": "Wahlmöglichkeiten",
    "add": "Hinzufügen",

    "subjects": "Subjekte",
    "new-subject": "Neues Subjekt",
    "all-sites": "Alle Standorte",
    "creation-date": "Erstellungsdatum",
    "alphanumerical": "Alphabetisch",
    "search": "Suchen",
    "options-and-audit-trail": "Optionen and Audit Trail",
    "no-subjects-hint": "Keine Subjekte verfügbar. Bitte fügen Sie eines mit dem Knopf oben hinzu.",
    "data": "Daten",
    "no-subject-selected-hint": "Kein Subjekt ausgewählt. Sie können das Formular trotzdem ansehen und testen, eingegebene Daten werden jedoch nicht gespeichert. Sie können ein Subjekt auswählen indem Sie in der linken Spalte darauf klicken.",
    "no-subject-selected-warning": "Kein Subjekt ausgewählt. Bitte wählen Sie zuerst ein Subjekt in der linken Spalte aus.",
    "audit-record-data-hint": "Sie sehen aktuell den Audit Trail.",
    "form-validated-hint": "Dieses Formular wurde als validiert markiert. Es kann nicht bearbeitet werden, bis es wieder als unvalidiert markiert wird.",
    "survey-view": "Umfrageansicht",
    "survey-finished": "Umfrage beendet",
    "survey-finished-text": "Danke, dass Sie an der Umfrage teilgenommen haben.",
    "survey-finished-code-text": "Bitte geben sie den Umfrage-Code ein um dieses Fenster zu schließen.",
    "wrong-survey-code-hint": "Falscher Code. Bitte versuchen Sie es erneut.",
    "close": "Schließen",
    "back": "Zurück",
    "continue": "Weiter",
    "finish": "Beenden",
    "mark-form-validated": "Form als validiert markieren?",
    "whole-number-warning": "Bitte geben Sie eine ganze Zahl ein.",
    "number-warning": "Bitte geben Sie eine Zahl ein.",
    "date-warning": "Bitte geben Sie ein Datum ein (Format: jjjj-mm-tt) oder nutzen Sie Datumsauswahl.",
    "time-warning": "Bitte geben Sie eine Zeit ein (Format: ss:mm) oder nutzen Sie die Zeitauswahl.",
    "datetime-warning": "Bitte geben Sie ein Datum und Zeit ein (Format: jjjj-mm-tt[T]ss:mm) oder nutzen Sie die Datumsauswahl.",
    "value-must-be": "Der Wert muss",
    "LT": "kleiner als",
    "LE": "kleiner oder gleich",
    "GT": "größer als",
    "GE": "größer oder gleich",
    "EQ": "gleich",
    "NE": "nicht gleich",
    "value-must-be-closing": " sein.",
    "unanswered-mandatory-questions-warning": "Bitte versuchen Sie, alle hervorgehobenen Pflichtfragen zu beantworten. Falls Sie eine Frage nicht beantworten können, können Sie sie leer lassen.",
    "close-form": "Formular schließen",
    "close-form-text": "Es scheint, als hätten Sie gerade Daten bearbeitet oder neue Daten eingegeben. Möchten Sie das aktuelle Formular wirklich schließen?",
    "close-survey": "Umfrage schließen",
    "close-survey-text": "Möchten Sie die Umfrage wirklich beenden?",
    "close-without-saving": "Schließen ohne Speichern",
    "close-with-saving": "Schließen mit Speichern",

    "element-options": "Elementoptionen",
    "description": "Beschreibung",
    "conditions": "Bedingungen",
    "measurement-units": "Messeinheiten",
    "element-options-hint": "The following panel lets you configure further options for the currently selected element. New collection exception conditions and measurement units can be added via the tabs above.",
    "collection-exception-condition": "Collection Exception Condition",
    "measurement-unit": "Measurement Unit",
    "range-check": "Range Check",
    "check-value": "Check Value",
    "alias": "Alias",
    "context": "Context",
    "description-hint": "The main details panel does not show the description of an item but its question instead. If required, the description of an item can be edited here.",
    "conditions-hint": "Conditions are used to define a collection exception for an item. The system automatically hides an item if the specified condition evaluates to true. <strong>Example:</strong> To hide an item with the OID <i>diabetes_therapy</i> if the value of the item with the OID <i>diagnosis</i> is not set to <i>diabetes</i>, enter <i><u>diagnosis != diabetes</u></i> and reference it in the <i>diabetes_therapy</i> item.",
    "measurement-units-hint": "Measurement units defined here are available for every item in every event. The symbol is a translated text and corresponds to the current selected language.",
    "cancel": "Cancel",
    "formal-expression": "Formal Expression",
    "symbol": "Symbol",

    "general-options":"General Options",
    "users": "Users",
    "sites": "Sites",
    "name-and-description": "Name and Description",
    "connect-to-server": "Connect to Server",
    "connected-hint": "You are connected to an OpenEDC Server.",
    "connection-hint": "With this option you can connect to an OpenEDC Server. This lets you create projects with multiple users. All currently existing data is synced to the server. Current and future data will be end-to-end encrypted by default.",
    "server-url": "Server URL",
    "connect": "Connect",
    "new-account-hint": "You can now create an account for the server. Please choose a secure password that you can remember.",
    "username": "Username",
    "password": "Password",
    "password-confirm": "Password (confirm)",
    "create-user": "Create User",
    "encrypt-data": "Encrypt Data",
    "enrypted-hint": "Data is encrypted.",
    "encryption-hint": "With this option you can fully encrypt all locally stored data. All currently stored and future data will then be encrypted. When you open the app again, you need to enter the password to decrypt the data.",
    "encryption-warning": "Warning: If you forget the password, all data will be permanently lost.",
    "encrypt": "Encrypt",
    "confirm": "Confirm",
    "survey-code": "Survey Code",
    "survey-code-hint": "This option lets you set a four-digit numerical code that needs to be entered after a local survey (started with the <i>Survey View</i> button) is finished or canceled. This prevents study participants from seeing foreign data.",
    "miscellaneous-options": "Miscellaneous Options",
    "miscellaneous-options-hint": "In the following, different miscellaneous options are listed that you can activate by clicking on it. If you are connected to a server, the options are valid for all users.",
    "textarea-hint": "Render items with the datatype <i>string</i> as multi-line textareas instead of one-line inputs.",
    "survey-view-hint": "Automatically open the survey view on mobile devices when clicking on a study event.",
    "export-data": "Export Data",
    "export-data-hint": "These options lets you download the project in CDISC ODM-XML or CSV format. You can either download all data (including the metadata, admindata, and data from all subjects including the entire audit trail), or only the metadata or clinicaldata. Please note that only the first option creates a backup of your project.",
    "download-odm-complete": "Download ODM (complete)",
    "download-odm-metadata": "Download ODM (only metadata)",
    "download-csv": "Download CSV (only clinical data)",
    "remove-data": "Remove Data",
    "remove-data-hint": "The following option lets you remove all stored data and thereby reset the current project.",
    "remove-data-warning": "Warning: This cannot be undone.",
    "remove-data-complete": "Remove data (complete)",
    "remove-data-clinicaldata": "Remove data (only clinicaldata)",
    "upload-odm": "Upload ODM (removes all current data)",
    "users-hint": "The following panel lets you add users to the current project. Please note that you can only add new users when you are connected to an OpenEDC Server.",
    "no-users-hint": "No users available. Please add a new user with the button below.",
    "add-user": "Add User",
    "new": "New",
    "user": "User",
    "first-name": "First Name",
    "last-name": "Last Name",
    "site": "Site",
    "initial-password": "Initial Password",
    "user-rights": "User Rights",
    "save": "Save",
    "sites-hint": "With the following panel you can add and edit sites. Subjects can be assigned to sites to conduct multi-centric research projects.",
    "no-sites-hint": "No sites available. Please add a new site with the button below.",
    "add-site": "Add Site",
    "new-site": "New Site",
    "name-and-description-hint": "The following panel lets you edit the study name, study description, and protocol name. The study name will be displayed in the top navigation bar of this app.",
    "study-name": "Study Name",
    "study-description": "Study Description",
    "protocol-name": "Protocol Name",

    "edit-metadata": "Edit Metadata",
    "manage-subjects": "Manage Subjects",
    "validate-forms": "Validate Forms",
    "add-subject-data": "Add Subject Data",

    "about-openedc": "About OpenEDC",
    "privacy-policy": "Privacy Policy",

    "for-subject": "For Subject",
    "subject-options": "Subject Options",
    "key": "Key",
    "audit-trail": "Audit Trail",
    "remove-subject": "Remove Subject",

    "note": "Hinweis",
    "error": "Fehler",
    "okay": "Okay",
    "please-confirm": "Please confirm",
    "element-remove-hint": "The reference to the element will be removed. The element definition will be removed as well if there is no other reference to it.",
    "mode-of-duplication": "Mode of duplication",
    "duplication-hint": "It possible to either duplicate the reference to the elements definition, to create a new shallow copy with the same children references, or to recursively deep copy the element and all its descendants.<br><br>Hint: If you create a reference, the original element and its descendants are updated if you make changes in the new element. A shallow or deep copy lets you make changes that do not affect the original element (shallow) and its descendants (deep). In a shallow copy you can still rearrange, remove, or add direct children references without affecting the original element.",
    "reference": "Reference",
    "shallow-copy": "Shallow Copy",
    "deep-copy": "Deep Copy",
    "enter-subject-key": "Enter subject key",
    "enter-subject-key-text": "Please enter a key for the subject first.",
    "subject-key-existent": "Subject key existent",
    "subject-key-existent-text": "The entered subject key already exists. Please enter another one.",
    "id-not-changed": "ID not changed",
    "id-not-changed-error-used": "The entered OID is already in use.",
    "id-not-changed-error-data": "The OID could not be changed since there is clinical data assigned to this element. You can try to remove the element to see a list of subjects that contain data for this element.",
    "element-not-moved": "Element not moved",
    "element-not-moved-error": "The element could not be moved since there is clinical data assigned to it. You can try to remove the element to see a list of subjects that contain data for this element.",
    "cannot-be-removed": "Cannot be removed",
    "cannot-be-removed-text": "<p>You cannot currently remove this element since it has clinical data assigned for the following subjects:</p><br><strong>",
    "subject-not-loaded-title": "Subject could not be loaded",
    "subject-not-loaded-error": "The selected subject could not be loaded. Your are either offline and open the subject for the first time or someone just recently edited the subject.<br><br>Please wait a few seconds and try again.",
    "data-conflicts-present": "Data conflicts present",
    "data-conflicts-present-error": "One subject exists multiple times in your data. This can happen when multiple users edited the same subject at the same time or if a user worked offline over an extended period of time.<br><br>The affected subjects are marked with a red dot. Please review the data and remove the subject instance(s) that you do not want to keep. You can look in the audit trail to see which person audited which instance.",
    "server-initialized-hint": "The server has already been initialized. Do you want to navigate to the server?",
    "open-server": "Open Server",
    "server-not-found-error": "There could be no OpenEDC Server found for this URL.",
    "password-not-set": "Password not set",
    "enter-all-fields": "Please enter all fields",
    "passwords-not-equal": "The password and confirmation password are not equal.",
    "password-not-secure": "The password must be at least eight characters in length and have a number, lower case and upper case character.",
    "survey-code-error": "The survey code could not be set. Enter a 4-digit numerical code.",
    "remove-data-complete-warning": "Do you really want to remove all data? This cannot be undone.",
    "remove-data-clinicaldata-warning": "Do you really want to remove all clinical data? This cannot be undone.",
    "user-not-removed": "User not removed",
    "user-not-removed-hint": "The user could not be removed. It seems that you are connected to an OpenEDC Server but the user could not be removed from the server. Please check your Internet connection and try again.",
    "site-not-removed": "Site not removed",
    "site-not-removed-hint-subject": "The site could not be removed since there is at least one subject assigned to it.",
    "site-not-removed-hint-user": "The site could not be removed since there is at least one user assigned to it.",

    "import-metadata": "Import metadata",
    "import-metadata-merge-hint": "You already have forms in your project. Do you want to append the new forms to your project, remove your current data before import, or not load the new forms?",
    "append-forms": "Append Forms",
    "remove-current-data": "Remove Current Data",
    "metadata-import-encrypted-hint": "Unfortunately, it is currently not possible to add forms from external repositories when working with encrypted data.",
    "metadata-import-error": "Could not load model from external repository.",

    "new-project-title": "You created your new project!",
    "new-project-text": "Start by adding your first event with a click on the <i>Add</i> button below the <i>Events</i> title.<br><br>Events refer to points in time or incidents during your study for which you want to collect data. This could be, for example, <i>Baseline</i> and <i>Follow-up</i> or <i>Patient-reported data</i> and <i>Routine data</i>. It is fine if your study consists of only one event.",
    "first-event-title": "You added your first event",
    "first-event-text": "Before you give your event a description, please make sure that the right language for your project is selected at the top.<br><br>You can change the language at any time to add new translations to your project. This lets you create a multilingual study.<br><br>Please note that this mainly changes the language of the forms but only small parts of the user interface. After ensuring that the right language is selected, add a description to your event to proceed with this tutorial.",
    "first-event-edited-title": "You added your first event description",
    "first-event-edited-text": "You can now continue by adding a form to the event. Then you can add an item group to the form and then items to that group. When you have created your first few items, you can click on <i>Capture Data</i> to see the form in action.<br><br>Remember to set the data type of items for a better data quality. With the <i>More</i> button you can change additional settings of an item such as allowed data ranges or units. Go to <i>Project Options</i> to see more options for your project.<br><br>Great luck with your study!"
}
